Repository: common-repository/pw-woocommerce-affiliates
Catalog: languages/pw-woocommerce-affiliates-*.po
Languages: de_de, fr_fr, it_it, nl_nl, ru_ru

source: Affiliate Program Name
de_de: Dein Name
fr_fr: Nom du programme d'affiliation
it_it: Nome del programma affiliato
nl_nl: Jouw naam
ru_ru: Название партнерской программы

source: Shown to affiliates when they log in to check their reports.
de_de: Den Partnern angezeigt, wenn Sie sich einloggen, um Ihre Berichte zu überprüfen.
fr_fr: Montré aux affiliés lorsqu'ils se connectent pour vérifier leurs rapports.
it_it: Mostrato agli affiliati quando accedono per controllare i loro rapporti.
nl_nl: Getoond aan filialen wanneer zij inloggen om hun rapporten te controleren.
ru_ru: Отображается для филиалов, когда они входят в систему, чтобы проверить свои отчеты.

source: Affiliate Program
de_de: Mitgliederprogramm
fr_fr: Programme d'affiliation
it_it: Programma di affiliazione
nl_nl: Partner programma
ru_ru: Партнерская программа

source: Pre-Tax Commission
de_de: Vorsteuer Kommission
fr_fr: Commission avant impôts
it_it: Commissione ante imPoste
nl_nl: Pre-tax Commissie
ru_ru: Комиссия до налогообложения

source: Should the commission be based on the pre-tax product price?
de_de: Sollte die Kommission auf dem Preis vor Steuern basieren?
fr_fr: La Commission devrait-elle être fondée sur le prix du produit avant impôt?
it_it: La Commissione dovrebbe basarsi sul prezzo del prodotto pre-imposte?
nl_nl: Moet de Commissie gebaseerd zijn op de prijs van het pre-tax-product?
ru_ru: Должна ли Комиссия основываться на цене продукта, предшествующей налогообложению?

source: Affiliate Code URL Field
fr_fr: Champ d'URL du code d'affiliation
it_it: Campo URL Codice affiliato
nl_nl: Affiliate code URL-veld
ru_ru: Партнерская код URL поле

source: Affiliate Endpoint
fr_fr: Point de terminaison d'affiliation
it_it: Endpoint affiliato
nl_nl: Affiliate EindPunt
ru_ru: Партнерская оконечная точка

source: The URL for the report shown to affiliate users. Default: %s
de_de: Die URL für den Bericht, der den Affiliate-Nutzern angezeigt wird. Standard: %s
fr_fr: L'URL pour le rapport montré aux utilisateurs d'affiliation. Par défaut: %s
it_it: L'URL del report mostrato agli utenti affiliati. Impostazione predefinita: %s
nl_nl: De URL voor het rapport getoond aan affiliate gebruikers. StandaardInstelling: %s
ru_ru: URL-адрес отчета, отображаемого для аффилированных пользователей. По умолчанию: %s

source: Cookie Lifetime
de_de: Cookie-Lebensdauer
fr_fr: Durée de vie du cookie
nl_nl: Koekjesleven
ru_ru: Срок службы файлов cookie

source: The number of days the Affiliate tracking cookie is stored for visitors. If set to 0, the cookie will expire at the end of the session (when the browser closes). Default: %s
de_de: Die Anzahl der Tage, die das Affiliate-Tracking-Cookie für Besucher gespeichert wird. Wenn es auf 0 gesetzt wird, verfällt das Cookie am Ende der Sitzung (wenn der Browser geschlossen wird). Voreinstellung: %s
fr_fr: Le nombre de jours pendant lesquels le cookie de suivi des affiliés est stocké pour les visiteurs. S'il est défini à 0, le cookie expirera à la fin de la session (à la fermeture du navigateur). Valeur par défaut : %s
it_it: Il numero di giorni in cui il cookie di monitoraggio dell'Affiliato viene memorizzato per i visitatori. Se impostato a 0, il cookie scade alla fine della sessione (quando il browser si chiude). Predefinito: %s
nl_nl: Het aantal dagen dat de Affiliate tracking cookie wordt opgeslagen voor bezoekers. Indien ingesteld op 0, vervalt de cookie aan het einde van de sessie (wanneer de browser sluit). Standaard: %s
ru_ru: Количество дней хранения куки-файла отслеживания партнера для посетителей. Если установлено значение 0, то куки-файл истекает в конце сессии (при закрытии браузера). По умолчанию: %s

source: Show Code In Cart
de_de: Code im Warenkorb anzeigen
fr_fr: Afficher le code dans le panier
it_it: Mostra il codice nel carrello
nl_nl: Toon code in winkelwagen
ru_ru: Показать код в корзине

source: Check this box to show the Affiliate Code on the Cart page. If no code is applied, nothing will be shown. Default: unchecked.
de_de: Markieren Sie dieses Kästchen, um den Partnercode auf der Warenkorb-Seite anzuzeigen. Wenn kein Code angewendet wird, wird nichts angezeigt. Standard: nicht angekreuzt.
fr_fr: Cochez cette case pour afficher le code d'affilié sur la page du panier. Si aucun code n'est appliqué, rien ne sera affiché. Par défaut : non coché.
it_it: Spunta questa casella per mostrare il Codice Affiliato nella pagina del carrello. Se non viene applicato alcun codice, non verrà mostrato nulla. Predefinito: non spuntata.
nl_nl: Vink dit vakje aan om de Affiliate Code op de winkelwagenpagina te tonen. Als er geen code wordt toegepast, wordt er niets getoond. Standaard: niet aangevinkt.
ru_ru: Отметьте этот флажок, чтобы показать партнерский код на странице корзины. Если код не будет применен, то ничего не будет показано. По умолчанию: не отмечен.

source: Show Code In Checkout
de_de: Code beim Auschecken anzeigen
fr_fr: Afficher le code à la caisse
it_it: Mostra il codice alla cassa
nl_nl: Toon code bij het afrekenen
ru_ru: Показать код на выезде

source: Check this box to show the Affiliate Code on the Checkout page. If no code is applied, nothing will be shown. Default: unchecked.
de_de: Markieren Sie dieses Kästchen, um den Affiliate-Code auf der Checkout-Seite anzuzeigen. Wenn kein Code angewendet wird, wird nichts angezeigt. Standard: nicht angekreuzt.
fr_fr: Cochez cette case pour afficher le code d'affilié sur la page de paiement. Si aucun code n'est appliqué, rien ne sera affiché. Par défaut : non coché.
it_it: Spunta questa casella per mostrare il codice di affiliazione nella pagina di checkout. Se non viene applicato alcun codice, non verrà mostrato nulla. Predefinito: non spuntata.
nl_nl: Vink dit vakje aan om de Affiliate Code te tonen op de Checkout pagina. Als er geen code wordt toegepast, wordt er niets getoond. Standaard: niet aangevinkt.
ru_ru: Отметьте этот флажок, чтобы показать партнерский код на странице оформления заказа. Если код не будет применен, то ничего не будет показано. По умолчанию: не отмечен.

source: PW WooCommerce Affiliates requires WooCommerce version %s or later.
de_de: PW WooCommerce Affiliates benötigt WooCommerce Version %s oder später.
fr_fr: PW WooCommerce affiliates nécessite WooCommerce version %s ou ultérieure.
it_it: PW WooCommerce Affiliates richiede WooCommerce versione %s o successiva.
nl_nl: PW WooCommerce Affiliates vereist WooCommerce versie %s of hoger.
ru_ru: Для партнеров PW WooCommerce Affiliates версия WooCommerce %s или более поздняя.

source: Pimwick Plugins
ru_ru: Pimwick плагины

source: Loading...
de_de: Lade...
fr_fr: Chargement...
it_it: Caricamento...
nl_nl: Laden…
ru_ru: Загрузка...

source: Saving...
de_de: Speichern...
fr_fr: Enregistrement en cours...
it_it: Sto salvando...
nl_nl: Opslaan…
ru_ru: Сохранение...

source: Exporting...
de_de: Exportiere...
fr_fr: Exportation…
it_it: Esportazione…
nl_nl: Bezig met exporteren ...
ru_ru: Экспорт...

source: Link copied to clipboard
de_de: Link in die Zwischenablage kopiert
fr_fr: Lien copié dans le presse-papiers
it_it: Collegamento copiato negli Appunti
nl_nl: Link gekopieerd naar het Klembord
ru_ru: Ссылка скопирована в буфер обмена

source: Are you sure you want to delete this affiliate?
de_de: Bist du dir sicher, dass du diesen Affiliate löschen möchtest?
fr_fr: Etes-vous sûr de vouloir supprimer cet affilié ?
it_it: Sei sicuro di voler cancellare questo affiliato?
nl_nl: Wil je echt deze affiliate verwijderen?
ru_ru: Вы действительно хотите удалить этот филиал?

source: All Affiliates
de_de: Alle Partner
fr_fr: Tous les affiliés
it_it: Tutti gli affiliati
nl_nl: Alle Affiliates
ru_ru: Все партнеры

source: Name cannot be empty.
de_de: Der Name kann nicht ausgelassen werden.
fr_fr: Le nom ne peut être vide.
it_it: Il nome non può essere vuoto.
nl_nl: Naam kan niet leeg zijn.
ru_ru: Имя не должно быть пустым.

source: Added new affiliate: %s
de_de: Neue Tochtergesellschaft HinzuGefügt: %s
fr_fr: Ajout d'une nouvelle filiale: %s
it_it: Aggiunto nuovo affiliato: %s
nl_nl: Toegevoegd nieuwe affiliate: %s
ru_ru: Добавлен новый партнер: %s

source: Code cannot be empty.
de_de: Kartennummer kann nicht leer sein.
fr_fr: Le code ne peut pas être vide.
it_it: Il codice non può essere vuoto.
nl_nl: De code mag niet leeg zijn.
ru_ru: Код не может быть пустым.

source: Affiliate ID cannot be empty.
de_de: Affiliate-ID kann nicht leer sein.
fr_fr: L'ID d'affilié ne peut pas être vide.
it_it: ID affiliato non può essere vuoto.
nl_nl: Affiliate ID kan niet leeg zijn.
ru_ru: ИДЕНТИФИКАТОР партнера не может быть пустым.

source: Saved affiliate: %s
de_de: Gespeicherter Affiliate: %s
fr_fr: Affilié enregistré: %s
it_it: Affiliato salvato: %s
nl_nl: Opgeslagen filiaal: %s
ru_ru: Сохраненный филиал: %s

source: Could not locate affiliate by ID
de_de: Konnte Affiliate nicht durch ID lokalisieren
fr_fr: Impossible de localiser l'affilié par ID
it_it: Impossibile individuare affiliato per ID
nl_nl: Kon niet vinden affiliate door ID
ru_ru: Не удалось найти филиал по ID

source: Saved
de_de: Gespeichert
fr_fr: Enregistré
it_it: Salvato
nl_nl: Opgeslagen
ru_ru: Сохранено

source: Settings saved.
de_de: Einstellungen gespeichert.
fr_fr: Paramètres sauvegardés.
it_it: Impostazioni salvate.
nl_nl: Instellingen opgeslagen.
ru_ru: Настройки сохранены.

source: Export
de_de: Exportieren
fr_fr: Exporter
it_it: Esporta
nl_nl: Exporteren
ru_ru: Экспорт

source: Copy URL to Clipboard
de_de: URL in die ZwischenAblage kopieren
fr_fr: Copier l'URL dans le presse-papiers
it_it: Copia URL negli Appunti
nl_nl: URL naar KlemBord kopiëren
ru_ru: Копировать URL в буфер обмена

source: View Orders
de_de: Bestellungen ansehen
fr_fr: Voir les commandes
it_it: Vedi gli ordini
nl_nl: Bestellingen bekijken
ru_ru: Смотреть заказы

source: Edit Affiliate
de_de: Affiliate bearbeiten
fr_fr: Editer Affiliate
it_it: Modifica affiliazione
nl_nl: Bewerk affiliate
ru_ru: Редактировать Партнерская

source: No results
de_de: Keine Ergebnisse
fr_fr: Aucun résultat
it_it: Nessun risultato
nl_nl: Geen resultaten
ru_ru: Нет результатов

source: Need help? Email %s
de_de: Benötigst du Hilfe? E-Mail %s
fr_fr: Besoin d'aide? E-mail %s
it_it: Hai bisogno di aiuto? Email %s
nl_nl: Hulp nodig? Email %s
ru_ru: Нужна помощь? Электронная почта %s

source: Please consider <%s>leaving a review on WordPress.org</a>. This really helps us out!
de_de: Bitte hinterlasse <%s>einen Review auf WordPress.org</a>. Das würde uns sehr helfen!
fr_fr: Veuillez considérer <%s>en laissant un commentaire sur WordPress.org</a>. Cela nous aide vraiment !
it_it: Si prega di considerare <%s>lasciare una recensione su Wordpress.org</a>. Questo ci aiuta davvero!
nl_nl: Overweeg <%s>een beoordeling achter te laten op WordPress.org</a>. Dit helpt ons echt!
ru_ru: Пожалуйста, рассмотрим <%s>оставив отзыв о WordPress.org</а>. Это действительно помогает нам!

source: PW WooCommerce Affiliates
ru_ru: PW WooCommerce филиалы

source: Affiliates report
de_de: Affiliate Report
fr_fr: Rapport des affiliés
it_it: Rapporti degli affiliati
nl_nl: Affiliates verslag
ru_ru: Отчеты партнеров

source: Create an Affiliate
de_de: Erstellen Sie einen Affiliate
fr_fr: Créer un affilié
it_it: Creare un affiliato
nl_nl: Maak een affiliate
ru_ru: Создать партнерскую

source: Commissions
de_de: Provisionen
it_it: Commissioni
nl_nl: Commissies
ru_ru: Комиссионные

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
ru_ru: Настройки

source: Affiliate
fr_fr: Affilié
it_it: Affiliato
ru_ru: Партнер

source: Order Dates
de_de: Ablaufdatum
fr_fr: Dates de commande
it_it: Date d'ordine
nl_nl: Bestel data
ru_ru: Даты заказа

source: Apply filters
de_de: Filter übernehmen
fr_fr: Appliquer les filtres
it_it: Applica filtri
nl_nl: Filters toepassen
ru_ru: Применение фильтров

source: Affiliate name
fr_fr: Nom de l'affilié
it_it: Nome affiliato
nl_nl: Affiliate naam
ru_ru: Название филиала

source: User
de_de: Benutzer
fr_fr: Utilisateur
it_it: Utente
nl_nl: Gebruiker
ru_ru: Пользователь

source: Affiliate code
fr_fr: Code d'affiliation
it_it: Codice di affiliazione
ru_ru: Партнерский код

source: Save
de_de: Speichern
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan
ru_ru: Сохранить

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
ru_ru: Отмена

source: Delete Affiliate
fr_fr: Supprimer l'affilié
it_it: Elimina affiliati
nl_nl: Affiliate verwijderen
ru_ru: Удалить Партнерская

source: Default commission
de_de: Standard Provision
fr_fr: Commission par défaut
it_it: Commissione predefinita
nl_nl: Geen standaard
ru_ru: Комиссия по умолчанию

source: Used when creating new Affiliates. Can be from 0 to 100% with up to 4 decimal precision.
de_de: Bei der Erstellung neuer Partner verwendet. Kann von 0 bis 100% mit bis zu 4 Dezimal Genauigkeit sein.
fr_fr: Utilisé lors de la création de nouveaux affiliés. Peut être de 0 à 100% avec une précision jusqu'à 4 décimales.
it_it: Utilizzato durante la creazione di nuovi affiliati. Può essere da 0 a 100% con un massimo di 4 precisione decimale.
nl_nl: Gebruikt bij het maken van nieuwe filialen. Kan van 0 tot 100% met maximaal 4 decimale precisie.
ru_ru: Используется при создании новых филиалов. Может быть от 0 до 100% с до 4 десятичной точностью.

source: Commissions by Category
de_de: Provisionen nach Kategorie
fr_fr: Commissions par catégorie
it_it: Commissioni per categoria
nl_nl: Commissies per categorie
ru_ru: Комиссионные по категориям

source: As a way to encourage affiliates to push certain categories, consider offering a higher commission for that category.
de_de: Als eine Möglichkeit, Partner zu ermutigen, bestimmte Kategorien zu drücken, sollten Sie eine höhere Provision für diese Kategorie anbieten.
fr_fr: Comme un moyen d'encourager les affiliés à pousser certaines catégories, envisager d'offrir une Commission plus élevée pour cette catégorie.
it_it: Come un modo per incoraggiare gli affiliati a spingere alcune categorie, si consiglia di offrire una Commissione superiore per tale categoria.
nl_nl: Als een manier om filialen aan te moedigen om bepaalde categorieën te duwen, overweeg dan het aanbieden van een hogere provisie voor die categorie.
ru_ru: Для того, чтобы поощрять филиалов, чтобы подтолкнуть определенные категории, рассмотреть вопрос о предоставлении более высокую комиссию для этой категории.

source: To specify a commission by category, upgrade to %s
de_de: Um eine Provision nach Kategorie zu spezifizieren, Upgrade auf %s
fr_fr: Pour spécifier une Commission par catégorie, effectuez une mise à niveau vers %s
it_it: Per specificare una Commissione per categoria, eseguire l'aggiornamento a %s
nl_nl: Een provisie per categorie opgeven, upgraden naar %s
ru_ru: Чтобы указать Комиссию по категориям, выполните обновление до %s

source: Commissions by Product
de_de: Provisionen nach Produkt
fr_fr: Commissions par produit
it_it: Commissioni per prodotto
nl_nl: ProVisies per product
ru_ru: Комиссионные по продукту

source: Individual products can have their own commission rate.
de_de: Einzelne Produkte können Ihre eigene provisionsrate haben.
fr_fr: Les produits individuels peuvent avoir leur propre taux de Commission.
it_it: I singoli prodotti possono avere il proprio tasso di provvigione.
nl_nl: Individuele producten kunnen hun eigen provisietarief hebben.
ru_ru: Отдельные продукты могут иметь свои комиссионные ставки.

source: To specify a commissions by product, upgrade to %s
de_de: Um eine Provision nach Produkt anzugeben, Upgrade auf %s
fr_fr: Pour spécifier une Commission par produit, effectuez une mise à niveau vers %s
it_it: Per specificare una provvigione per prodotto, effettuare l'aggiornamento a %s
nl_nl: Een provisie per product opgeven, upgraden naar %s
ru_ru: Чтобы указать комиссионные по продукту, выполните обновление до %s

source: Commissions by Affiliate
de_de: Provisionen von Affiliate
fr_fr: Commissions par affiliation
it_it: Commissioni da affiliato
nl_nl: Commissies door affiliate
ru_ru: Комиссионные по партнерской

source: Each Affiliate can have their own commission rate. To specify a commissions by affiliate, upgrade to %s
de_de: Jeder Affiliate kann seinen eigenen Provisionssatz haben. Um eine Provision von Affiliate anzugeben, aktualisieren Sie auf %s
fr_fr: Chaque affilié peut avoir son propre taux de Commission. Pour spécifier une Commission par affilié, effectuez une mise à niveau vers %s
it_it: Ogni affiliato può avere il proprio tasso di provvigione. Per specificare una provvigione per affiliato, effettuare l'upgrade a %s
nl_nl: Elke partner kan een eigen provisietarief hebben. Een provisie per filiaal opgeven, upgraden naar %s
ru_ru: Каждый партнер может иметь свои комиссионные ставки. Чтобы указать комиссионные по партнерской программе, выполните обновление до %s

source: Automatically generate an affiliate code
de_de: Generieren Sie automatisch einen Affiliate-Code
fr_fr: Générer automatiquement un code d'affiliation
it_it: Generare automaticamente un codice di affiliazione
nl_nl: Automatisch genereren van een affiliate code
ru_ru: Автоматически генерировать Партнерский код

source: User who can see the reports for this Affiliate when logged in.
de_de: Benutzer, die die Berichte für diesen Affiliate sehen können, wenn Sie sich eingeloggt haben.
fr_fr: Utilisateur qui peut voir les rapports pour cet affilié lorsqu'il est connecté.
it_it: Utente che può visualizzare i rapporti per questo affiliato quando è loggato.
nl_nl: Gebruiker die de rapporten voor dit filiaal kan zien wanneer ingelogd.
ru_ru: Пользователь, который может видеть отчеты для этого партнера при входе в систему.

source: Commission rate is %s
de_de: Provisionssatz beträgt %s
fr_fr: Le taux de Commission est %s
it_it: Tasso di provvigione è %s
nl_nl: Provisiepercentage is %s
ru_ru: Комиссионная ставка %s

source: Want to specify a custom commission for this affiliate? Upgrade to %s
de_de: Möchten Sie eine eigene Provision für diesen Affiliate angeben? Upgrade auf %s
fr_fr: Vous souhaitez spécifier une Commission personnalisée pour cette société affiliée? Mise à niveau vers %s
it_it: Vuoi specificare una Commissione personalizzata per questo affiliato? Aggiorna a %s
nl_nl: Wilt u een aangepaste provisie voor deze partner opgeven? Upgraden naar %s
ru_ru: Хотите указать пользовательскую комиссию для этого филиала? Обновление до %s

source: Create affiliate
de_de: Erstellen Affiliate
fr_fr: Créer un affilié
it_it: Crea affiliati
nl_nl: Maak affiliate
ru_ru: Создать партнерскую

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
it_it: Salva Impostazioni
nl_nl: Instellingen opslaan
ru_ru: Сохранить настройки

source: Affiliate does not exist.
de_de: Affiliate existiert nicht.
fr_fr: Affilié n'existe pas.
it_it: Affiliato non esiste.
nl_nl: Affiliate bestaat niet.
ru_ru: Партнерская не существует.

source: Enter a code.
de_de: Einen Code eingeben.
fr_fr: Entrez un code.
it_it: Immettere un codice.
nl_nl: Voer een code in.
ru_ru: Введите код.

source: Property %s does not exist on %s
de_de: Eigentum %s existiert nicht auf %s
fr_fr: La propriété %s n'existe pas sur %s
it_it: La proprietà %s non esiste in %s
nl_nl: Eigenschap %s bestaat niet op %s
ru_ru: Свойство %s не существует в %s

source: Order count
de_de: Anzahl Bestellungen
fr_fr: Nombre de commandes
it_it: Conteggio ordini
nl_nl: Aantal bestellingen
ru_ru: Количество заказов

source: Revenue
de_de: Einnahmen
fr_fr: Revenu
it_it: Ricavi
nl_nl: Omzet
ru_ru: Доход

source: Commission
de_de: Provision
it_it: Commissioni
nl_nl: Commissie
ru_ru: Комиссия

source: Error while getting Affiliates from the database: %s
de_de: Fehler bei der Anreise von Partnern aus der Datenbank: %s
fr_fr: Erreur lors de l'obtention de filiales à partir de la base de données: %s
it_it: Errore durante il recupero di affiliati dal database: %s
nl_nl: Fout bij het ophalen van filialen uit de database: %s
ru_ru: Ошибка при получении филиалов из базы данных: %s

source: Affiliate Code cannot be empty.
de_de: Kartennummer kann nicht leer sein.
fr_fr: Le numéro de carte ne peut pas être vide.
it_it: Codice di affiliazione non può essere vuoto.
nl_nl: Kadobon-nummer kan niet leeg zijn.
ru_ru: Партнерский код не может быть пустым.

source: Failed to generate a unique random affiliate code after %d attempts. %s
de_de: Es versäumt, nach% d-versuchen einen eindeutigen Zufallscode zu generieren. %s
fr_fr: Impossible de générer un code d'affiliation aléatoire unique après% d tentatives. %s
it_it: Impossibile generare un codice di affiliazione casuale univoco dopo i tentativi% d. %s
nl_nl: Mislukt om een unieke Random affiliate code te genereren na% d pogingen. %s
ru_ru: Не удалось сгенерировать уникальный случайный Партнерский код после% d попыток. %s

source: pimwick_affiliate_id cannot be empty.
de_de: pimwick_affiliate_id kann nicht leer sein.
fr_fr: pimwick_affiliate_id ne peut pas être vide.
it_it: pimwick_affiliate_id non può essere vuoto.
nl_nl: pimwick_affiliate_id kan niet leeg zijn.
ru_ru: pimwick_affiliate_id не может быть пустым.

source: Affiliate %s. Commission %s
fr_fr: Affiliation %s. Commission %s
it_it: Affiliazione %s. Commissione %s
nl_nl: Filiaal %s. Commissie %s
ru_ru: Партнер %s. Комиссия %s

source: Affiliate commission
fr_fr: Commission d’affiliation
it_it: Commissione di affiliazione
nl_nl: Affiliate Commissie
ru_ru: Партнерская комиссия

source: Affiliate Code
fr_fr: Code d'affiliation
it_it: Codice di affiliazione
ru_ru: Партнерский кодекс

source: This account is not linked to an Affiliate account.
de_de: Dieses Konto ist nicht mit einem Affiliate-Konto verknüpft.
fr_fr: Ce compte n'est pas lié à un compte affilié.
it_it: Questo account non è collegato a un account affiliato.
nl_nl: Dit account is niet gekoppeld aan een partneraccount.
ru_ru: Эта учетная запись не привязана к партнерской учетной записи.

source: Affiliate URL
fr_fr: Générateur de LIEN PERSO
it_it: URL AFFILIATO
ru_ru: Партнерский URL

source: Filter
fr_fr: Filtre
it_it: Filtro
ru_ru: Фильтр

source: Commission rate
de_de: Kommission
fr_fr: Taux de la Commission
it_it: Tasso di provvigione
nl_nl: Commissie tarief
ru_ru: Комиссионная ставка

source: Orders
de_de: Bestellungen
fr_fr: Commandes
it_it: Ordini
nl_nl: Bestellingen
ru_ru: Заказы

source: Affiliate tracking for your WooCommerce store.
de_de: Affiliate Tracking für Ihren WooCommerce Store.
fr_fr: Suivi d'affiliation pour votre magasin WooCommerce.
it_it: Affiliate Tracking per il vostro negozio WooCommerce.
nl_nl: Affiliate tracking voor uw WooCommerce winkel.
ru_ru: Партнерская отслеживание для вашего магазина WooCommerce.
